tap "amar1729/formulae", "https://github.com/Amar1729/homebrew-formulae.git"
tap "amar1729/gomuks"
tap "baskerville/formulae"
tap "beeftornado/rmtree"
tap "browsh-org/browsh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "martido/graph"
tap "mongodb/brew"
brew "antibody"
brew "asciinema"
brew "asciiquarium"
brew "bat"
brew "binutils"
brew "p7zip"
brew "borgbackup"
brew "chezmoi"
brew "clang-format"
brew "cloc"
brew "cmatrix"
brew "colordiff"
brew "cppcheck"
brew "ctags"
brew "diff-so-fancy"
brew "diffutils"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gdb"
brew "gh"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "global"
brew "gnupg"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "gource"
brew "graphviz"
brew "grep"
brew "hashcat"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "ipython"
brew "jp2a"
brew "jq"
brew "libmagic"
brew "lynx"
brew "make"
brew "moreutils"
brew "mosh"
brew "mps-youtube"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "open-completion"
brew "openssh"
brew "pass"
brew "pdfgrep"
brew "pinentry-mac"
brew "pipes-sh"
brew "pipx"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shpotify"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "ttygif"
brew "ttyplot"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "amar1729/formulae/browserpass"
brew "amar1729/formulae/pinentry-prefer-tty"
brew "amar1729/formulae/snake", args: ["HEAD"]
brew "amar1729/formulae/wp", args: ["HEAD"]
brew "browsh-org/browsh/browsh"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "firefox"
cask "harmony"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "telegram-desktop"
cask "tidal"
cask "transmission"
cask "treesheets"
cask "xquartz"
