tap "amar1729/libguestfs", "https://github.com/Amar1729/homebrew-libguestfs.git"
tap "amar1729/ovftool", "https://github.com/Amar1729/homebrew-ovftool.git"
brew "ansible"
brew "docker-completion"
brew "infer"
brew "amar1729/formulae/matterhorn"
brew "amar1729/libguestfs/libguestfs"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk8"
cask "basictex"
cask "beekeeper-studio"
cask "camunda-modeler"
cask "db-browser-for-sqlite"
cask "docker"
cask "libreoffice"
cask "ovftool"
cask "vagrant"
cask "zoom"
