tap "amar1729/deluge-meta", "https://github.com/Amar1729/homebrew-deluge-meta.git"
tap "amar1729/pprng", "https://github.com/amar1729/homebrew-pprng.git"
tap "gromgit/fuse"
brew "flac"
brew "cmus"
brew "djvulibre"
brew "e2fsprogs"
brew "go"
brew "lnav"
brew "mdbook"
brew "mktorrent"
brew "mpc"
brew "mpd"
brew "ncmpcpp"
brew "rtorrent"
brew "rustup-init"
brew "sshfs"
brew "weechat"
brew "amar1729/deluge-meta/deluge-meta"
brew "amar1729/formulae/endoh1"
brew "amar1729/formulae/pacwall", args: ["HEAD"]
brew "gromgit/fuse/ext4fuse-mac"
brew "gromgit/fuse/ntfs-3g-mac"
cask "discord"
cask "element"
cask "iina"
cask "keybase"
cask "signal"
cask "syncthing"
cask "vlc"
